

[CX_PsiArmor X2ArmorTemplate]
FriendlyName="灵能 护甲"
FriendlyNamePlural="灵能 护甲"
BriefSummary="我们所说的灵能护甲只不过是一种灵能增强的套装。虽然它没有像硬化盔甲那样提供任何额外的保护，但它确实提升了佩戴者的精神状态。这套套装为佩戴者提供了额外的健康、机动性、防御力，最重要的是，更高的意志。这件衣服还可以为任何 灵能 士兵提供额外的 灵能 攻击加成。"
TacticalText="<Bullet/>给予生命值、机动性、防御力、意志力和灵能进攻加成。<Bullet/>注意：灵能进攻提升只会使灵能士兵受益。


[PsiArmorTech X2TechTemplate]
DisplayName="灵能 护甲"
Summary="我们所说的灵能护甲只不过是一种灵能增强的套装。虽然它没有像强化盔甲那样提供任何额外的保护，但它确实提升了佩戴者的精神状态。这套套装为佩戴者提供了额外的健康、机动性、防御力，最重要的是，更高的意志。这件套装还可以为任何 灵能 士兵提供额外的 灵能 攻击加成。"
CodeName=“欧米茄"
LongDescription="我们所说的灵能护甲只不过是一种灵能增强的套装。虽然它没有像硬化盔甲那样提供任何额外的保护，但它确实提升了佩戴者的精神状态。这套套装为佩戴者提供了额外的健康、机动性、防御力，最重要的是，更高的意志。这件套装还可以为任何 灵能 士兵提供额外的 灵能 攻击加成。"



[Obbe_PsiHeadGear_Male X2BodyPartTemplate]
DisplayName="Obbe_灵能首领机关"















